{
  "catppuccin": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "kyotonight.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "miramare": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "ocd-save.vim": { "branch": "master" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight-vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "trailing-shade.vim": { "branch": "master" },
  "vim-signify": { "branch": "master" }
}